Show / Hide Table of Contents
Enum ConcAggregateType
Concrete aggreage type
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcAggregateType
Fields
 Name |  Description
 Basalt
Basalt aggregates
 Limestone
Limestone aggregates
 Quartzite
Quartzite aggregates
 Sandstone
Sandstone aggregates
 Improve this Doc
 View Source